app/controllers/profiles_controller.rb

INSERT INTO "profiles" ("name", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Will"], ["description", "is sick"], ["created_at", "2015-02-27 20:19:05.958954"], ["updated_at", "2015-02-27 20:19:05.958954"]]
---
  def create
    @profile = Profile.new(profile_params)

    respond_to do |format|
      if @profile.save